//база hfa
const hfa = [
    {
        name: 'Рыбка Поньо на утёсе',
        cover: 'files/pic/ponio.jpg',
        opis: 'Маленькая любопытная рыбка Поньо — дочь колдуна и прекрасной морской богини уплывает из дома, чтобы понаблюдать за жизнью людей. Поньо застревает в банке и оказывается выброшенной на берег. Ее подбирает пятилетний Сооскэ. Малыши привязываются друг к другу. И теперь у Поньо только одно желание — стать человеком!',
        vid: '1k_hjBC8f0UNzK0wYC3_BLf2lho5UnViI',
        vid1: '1KxZzIzYCStZm41qV_edhCA308pXL9hr9',
    },
    {
        name: 'Мой сосед Тоторо',
        cover: 'files/pic/totoro.jpg',
        opis: 'Переехав в деревню, две маленькие сестры, Сацуки и Мэй, знакомятся с лесным духом, которого Мэй называет «Тоторо». Подружившись с девочками, Тоторо не только устраивает им воздушную экскурсию по своим владениям, но и помогает повидаться с мамой, которая лежит в больнице.',
        vid: '1KxZzIzYCStZm41qV_edhCA308pXL9hr9',
        vid1: '1k_hjBC8f0UNzK0wYC3_BLf2lho5UnViI',
    },

];
let trackindex = 0;
